[
    {
        "id": "1",
        "text": "Il simbolo chimico del Potassio?",
        "topic": "CULTURA G",
        "options": [
            "KA) Sos",
            "Poconse",
            "PbB) Sos",
            "SeC) Pro",
            "StD) La",
            "Pro"
        ],
        "correctAnswerIndex": 0,
        "explanation": "",
        "difficulty": "Medium",
        "timesCorrect": 0,
        "timesIncorrect": 0,
        "isFavorite": 0
    },
    {
        "id": "2",
        "text": "Quante sono le vertebre lombari nell'uomo ?",
        "topic": "CULTURA G",
        "options": [
            "5A) il pa",
            "4B) il pa",
            "6C) il pa",
            "3D) il pa",
            "2E) il pa"
        ],
        "correctAnswerIndex": 0,
        "explanation": "",
        "difficulty": "Medium",
        "timesCorrect": 0,
        "timesIncorrect": 0,
        "isFavorite": 0
    },
    {
        "id": "3",
        "text": "Il tricheco è possibile trovarlo:",
        "topic": "CULTURA G",
        "options": [
            "in ambiente polarecarniv",
            "nella savanaA) Zeb",
            "nella foresta tropicaleB) Gat",
            "nella prateriaC) Don",
            "nella tundraD) Erm",
            "Pum"
        ],
        "correctAnswerIndex": 0,
        "explanation": "",
        "difficulty": "Medium",
        "timesCorrect": 0,
        "timesIncorrect": 0,
        "isFavorite": 0
    },
    {
        "id": "4",
        "text": "Indicare tra questi animali quale non è un 12.",
        "topic": "CULTURA G",
        "options": [
            "CervoA) Ma",
            "CorvoB) Lup AC) FainaC) LeoD) GhepardoD) CorE) IenaE) Fur5. Una stalagmite è: 13. QuA) Un deposito calcareo a forma di cono che si innalza frutti?dal pavimentoA) muB) Una sorgente sotterranea termaleB) fagCC) Un deposito silicico a forma di cono con punta verso C) casl'altoD) rosD) Un deposito calcareo a forma di cono con punta E) pesverso il basso14. CoE) Un deposito di zolfo che a forma di cono con punta A) un verso il bassoB) unaN6. Il termine OGM indica: C) un A) un organismo che possiede un patrimonio genetico D) unamodificato tramite tecniche di ingegneria geneticaE) un B) un organismo il cui patrimonio genetico è il risultato di selezioni operate dall'uomo15. IndC) il patrimonio genetico di un individuodello sD) un individuo nato da genitori appartenenti a razze o A) EstAspecie diverseB) FalE) un cromosoma contenuto in alcune specie di animaliC) Car7. Indicare tra i seguenti cosa non fa parte dello D) Tarscheletro umano. E) FemA) Lingua16. L’aB) RotulaA) quC) CarpoB) quaBD) ScapolaC) quaE) PeroneD) qua8. Il pianeta più vicino al Sole è: l'altroA) MercurioE) quaB) Martealla steC) GioveD) LunaE) Saturno1 di tenere il corpo, proteggere alcuni organi interni e ntire il movimento tenere la colonna vertebrale Tteggere solo il cuore e il cervelloesta, il tronco e gli artieggere le vene principalisè la fusione? ssaggio dallo stato solido a quello liquidossaggio dallo stato gassoso a quello liquidoAassaggio dallo stato gassoso a quello solidoassaggio dallo stato liquido a quello solidossaggio dallo stato aeriforme a quallo solidodicare tra questi animali quale non è un oro? Drato Selvaticonnolamellinomadicare tra questi animali quale non è un oro? aleoAnevoettoale delle seguenti piante non produce fiori e schioolotagnoacos è la Luna? satellite galassiapianeta stellaasteroidedicare tra i seguenti quello che non fa parte scheletro umano. ensore ulnare del carpoangiposomorettrito volvente si genera: ando un oggetto rotola su un altrondo due oggetti strisciano uno sull’altrondo due oggetti non striscianondo due oggetti urtano violentemente uno contro ndo due oggetti corrono sulla stessa parallela ed essa velocità400"
        ],
        "correctAnswerIndex": 0,
        "explanation": "",
        "difficulty": "Medium",
        "timesCorrect": 0,
        "timesIncorrect": 0,
        "isFavorite": 0
    }
]